11/data/attachments/f6223d539d739f4e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_11588301-da1c-4fd6-9680-fbe35f805990</nif:username>
            <nif:friendToBeAdded>Tracy_upon_Friend_54176_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>